print("琪露诺计算器精简版~The baka calculator")  
print("BOXPAPER STUDIO PRESENT")    #
for i in range(114514):   #臭代码
    a=float(input("输入数字1:"))
    fuhao=input("输入符号,例如:加,减,乘,除:")
    b=float(input("输入数字2:"))
    jiu=float(9)
    d=("error")
    if fuhao==("加"):
        c=(a+b)
        if c > jiu:
            print(a,"+",b,"=",9.0)
        else:
            print(a,"+",b,"=",c)
    if fuhao==("减"):
        c=(a-b)
        if c > jiu:
            print(a,"-",b,"=",9.0)
        else:
            print(a,"-",b,"=",c)
    if fuhao==("乘"):
        c=(a*b)
        if c > jiu:
            print(a,"×",b,"=",9.0)
        else:
            print(a,"×",b,"=",c)
    if fuhao==("除"):
        c=(a/b)
        if c > jiu:
            print=(a,"÷",b,"=",9.0)
        else:
            print(a,"÷",b,"=",c)
#バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨
#バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨バカ⑨
        #We are the Japanese Goblin，どぅゆぅはぶけいのたかとびおにごろし，あいあむえぇとじゃぱにーずごぶりん，あかあおきいろのおにずあんどもあ
            #We are the Japanese Goblin，どぅゆぅはぶけいのたかとびおにごろし，あいあむえぇとじゃぱにーずごぶりん，あかあおきいろのおにずあんどもあ
            #啊这
#我要凑到⑨KB2333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333
